{"translation-revision-date":"2023-09-08 21:21:58+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"Speed up your workflow with generative AI. Get high-quality title and description suggestions for your search and social appearance. %1$sLearn more%2$s%3$s":["Ускорьте свой рабочий процесс с помощью генеративного ИИ. Получите высококачественные варианты заголовков и описаний для поиска и появления в социальных сетях. %1$sПодробнее%2$s%3$s"],"New to %1$s":["Новое в %1$s"],"Be more efficient in creating titles and meta descriptions with the help of AI. %1$sGet 24\/7 support%2$s and boost your website’s visibility.":["Будьте более эффективны в создании заголовков и метаописаний с помощью ИИ. %1$sПолучите круглосуточную поддержку%2$s и повысьте узнаваемость своего веб-сайта."],"Generate titles & descriptions with Yoast AI!":["Создавайте заголовки и описания с помощью Yoast ИИ!"],"Write a bug report":["Написать отчет об ошибке"],"Our support team is here to answer any questions you may have. Fill out the (pop-up) contact form, and we'll get back to you as soon as possible!":["Наша служба поддержки готова ответить на любые ваши вопросы. Заполните (всплывающую) контактную форму, и мы свяжемся с вами как можно скорее!"],"%1$sSupport languages:%2$s English & Spanish":["%1$sПоддерживаемые языки:%2$s английский и испанский"],"If you don't find the answers you're looking for and need personalized help, you can get 24\/7 support from one of our support engineers.":["Если вы не нашли ответы на свои вопросы и вам нужна индивидуальная помощь, вы можете получить круглосуточную поддержку от одного из наших инженеров службы поддержки."],"Contact our support team":["Свяжитесь с нашей службой поддержки"],"Have you stumbled upon a bug while using %1$s? Please raise a bug report on our GitHub repository to let us know about the issue!":["Вы столкнулись с ошибкой при использовании %1$s? Пожалуйста, создайте отчет об ошибке в нашем репозитории GitHub, чтобы сообщить нам о проблеме!"],"Raise a bug report on GitHub":["Поднимите отчет об ошибке на GitHub"],"Visit WordPress forum":["Посетите форум WordPress"],"In the WordPress support forum for %1$s you can find answers or ask for help from %1$s users in the WordPress community.":["На форуме поддержки WordPress для %1$s вы можете найти ответы или попросить помощи у пользователей %1$s в сообществе WordPress."],"WordPress support forum for %1$s":["Форум поддержки WordPress для %1$s"],"Visit our help center":["Посетите наш справочный центр"],"Have a look at our help center to find articles, tutorials, and other resources to help you get the most out of %1$s!":["Посетите наш справочный центр, чтобы найти статьи, учебные пособия и другие ресурсы, которые помогут вам максимально эффективно использовать %1$s!"],"%1$s's help center":["Справочный центр %1$s"],"Need help with %1$s? These resources are a great place to start!":["Нужна помощь с %1$s? Эти ресурсы — отличное место для начала!"],"Additional resources":["Дополнительные ресурсы"],"Here, you'll find answers to commonly asked questions about using %1$s. If you don't see your question listed, you can have a look at the section below.":["Здесь вы найдете ответы на часто задаваемые вопросы об использовании %1$s. Если вы не видите свой вопрос в списке, вы можете просмотреть раздел ниже."],"Frequently asked questions":["Часто задаваемые вопросы"],"If you have any questions, need a hand with a technical issue, or just want to say hi, we've got you covered. Get in touch with us and we'll be happy to assist you!":["Если у вас есть какие-либо вопросы, вам нужна помощь в решении технической проблемы или вы просто хотите поздороваться, мы вам поможем. Свяжитесь с нами, и мы будем рады Вам помочь!"],"Support":["Поддержка"],"Allow":["Разрешить"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Чтобы просмотреть это видео, вам нужно разрешить %1$s загружать встроенные видео из %2$s."],"%1$sGet%2$s %3$s":["%1$sПолучить%2$s %3$s"],"Deny":["Отказать"],"Unlock with %1$s":["Разблокируйте с помощью %1$s"],"Read reviews from real users":["Прочитайте отзывы реальных пользователей"],"Unlock with Premium":["Разблокировать с помощью Премиум"],"Learn SEO":["Изучайте SEO"],"Check out %1$s":["Смотрите %1$s"],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Хотите изучать SEO вместе с Командой Yoast? Смотрите нашу %1$s!"],"We have both free and premium online courses to learn everything you need to know about SEO.":["У нас есть бесплатные и платные онлайн-курсы, чтобы узнать все, что вам нужно знать о SEO."],"(Opens in a new browser tab)":["(Откроется в новой вкладке браузера)"],"Close":["Закрыть"]}},"comment":{"reference":"js\/dist\/support.js"}}