{"translation-revision-date":"2023-09-08 21:21:58+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"AI generator":["Генератор ИИ"],"Speed up your workflow with generative AI. Get high-quality title and description suggestions for your search and social appearance. %1$sLearn more%2$s%3$s":["Ускорьте свой рабочий процесс с помощью генеративного ИИ. Получите высококачественные варианты заголовков и описаний для поиска и появления в социальных сетях. %1$sПодробнее%2$s%3$s"],"New to %1$s":["Новое в %1$s"],"Be more efficient in creating titles and meta descriptions with the help of AI. %1$sGet 24\/7 support%2$s and boost your website’s visibility.":["Будьте более эффективны в создании заголовков и метаописаний с помощью ИИ. %1$sПолучите круглосуточную поддержку%2$s и повысьте узнаваемость своего веб-сайта."],"Generate titles & descriptions with Yoast AI!":["Создавайте заголовки и описания с помощью Yoast ИИ!"],"AI title & description generator":["ИИ генератор заголовков и описаний"],"Get guided in routine SEO tasks":["Получите руководство в рутинных задачах SEO"],"SEO Workouts":["SEO-тренировки"],"Quickly create titles & meta descriptions":["Быстро создавайте заголовки и метаописания"],"Use AI":["Используйте ИИ"],"Use the power of Yoast AI to automatically generate compelling titles and descriptions for your posts and pages.":["Используйте мощь Yoast AI, чтобы автоматически создавать привлекательные заголовки и описания для ваших записей и страниц."],"Note that the following commonly-used parameters will not be removed: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s, and %7$s.":["Обратите внимание, что следующие часто используемые параметры не будут удалены: %1$s, %2$s, %3$s, %4$s, %5$s, %6$s и %7$s."],"Clear selection":["Очистить выбор"],"Please see the “New” badges and review the Search appearance settings.":["Посмотрите бейджи \"Новый\" и просмотрите настройки внешнего вида Поиска."],"Select a page which describes how your organization collects and responds to %1$sfeedback%2$s, engages with the %1$spublic%2$s, and prioritizes %1$stransparency%2$s.":["Выберите страницу, на которой описано, как ваша организация собирает и отвечает на %1$sотзывы%2$s, взаимодействует с %1$spublic%2$s и определяет приоритеты %1$stransparency%2$s."],"Select a page which describes the ownership structure of your organization. It should include information about  %1$sfunding%2$s and %1$sgrants%2$s.":["Выберите страницу, описывающую структуру собственности вашей организации. Он должен включать информацию о %1$sфинансировании%2$s и %1$sгрантах%2$s."],"Select a page which describes the editorial principles of your organization. %1$sWhat%2$s do you write about, %1$swho%2$s do you write for, and %1$swhy%2$s?":["Выберите страницу, которая описывает редакционные принципы вашей организации. %1$sО чем%2$s вы пишете, %1$sдля кого%2$s вы пишете и %1$sпочему%2$s?"],"New type of content added to your site!":["На ваш сайт добавлен новый тип содержимого!"],"Select a page which describes the personal, organizational, and corporate %1$sstandards%2$s of %1$sbehavior%2$s expected by your organization.":["Выберите страницу, которая описывает личные, организационные и корпоративные %1$sстандарты%2$s %1$sповедения%2$s, ожидаемые вашей организацией."],"Select a page which outlines your procedure for addressing %1$serrors%2$s (e.g., publishing retractions or corrections).":["Выберите страницу, на которой описана ваша процедура по устранению %1$sошибок%2$s (например, публикация отзывов или исправлений)."],"Select a page which provides information about your diversity policies for %1$sstaffing%2$s, %1$shiring%2$s and %1$semployment%2$s.":["Выберите страницу, которая предоставляет информацию о ваших политиках разнообразия для %1$sнайма%2$s, %1$sподбора персонала%2$s и %1$sтрудоустройства%2$s."],"Select a page which provides information on your diversity policies for %1$seditorial%2$s content.":["Выберите страницу, которая предоставляет информацию о вашей политике разнообразия для %1$s редакционного%2$sсодержимого."],"Site policies":["Политики сайта"],"Select the pages on your website which contain information about your organizational and publishing policies. Some of these might not apply to your site, and you can select the same page for multiple policies. %1$sLearn more about why setting your site policies is important%2$s.":["Выберите страницы на вашем веб-сайте, которые содержат информацию о вашей организационной и издательской политике. Некоторые из них могут не применяться к вашему сайту, и вы можете выбрать одну и ту же страницу для нескольких политик. %1$sУзнайте больше о том, почему установка политики вашего сайта важна%2$s."],"Diversity staffing report":["Отчет о кадровом разнообразии"],"Diversity policy":["Политика разнообразия"],"Ethics policy":["Политика этики"],"Corrections policy":["Политика исправлений"],"Actionable feedback policy":["Практическая политика обратной связи"],"Ownership \/ Funding info":["Информация о собственности \/ финансировании"],"Publishing policies":["Политика публикации"],"Publishing principles":["Принципы публикации"],"Failed to retrieve pages.":["Не удалось получить страницы."],"Searching pages...":["Поиск страниц..."],"Add new page...":["Добавить новую страницу..."],"No pages found.":["Страницы не найдены."],"Add a 'disallow' rule to your robots.txt file to prevent crawling by Google's AdsBot. You should only enable this setting if you're not using Google Ads on your site.":["Добавьте правило 'disallow' в файл robots.txt, чтобы предотвратить сканирование Google AdsBot. Этот параметр следует включать только в том случае, если вы не используете Google Ads на своем сайте."],"Lots of web traffic comes from bots crawling the web. Some of these can be beneficial to your site or to your business, but some just waste resources. Blocking unwanted bots can save energy and help with site performance.":["Большая часть веб-трафика исходит от ботов, сканирующих Интернет. Некоторые из них могут быть полезны для вашего сайта или вашего бизнеса, но некоторые просто тратят ресурсы впустую. Блокировка нежелательных ботов может сэкономить энергию и повысить производительность сайта."],"Block unwanted bots":["Блокировать нежелательных ботов"],"Prevent Google AdsBot from crawling":["Запретить Google AdsBot сканирование"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of URLs like %1$s, %2$s and %3$s.":["Добавьте правило ‘disallow’  в файл robots.txt, чтобы предотвратить сканирование URL-адресов, таких как %1$s, %2$s и %3$s."],"The name of this category is %1$s.":["Название этой категории: %1$s."],"Warning! These are expert features, so make sure you know what you're doing before using this setting. You might break your site. %1$sRead more about how your site can be affected%2$s.":["Предупреждение! Это экспертные функции, поэтому убедитесь, что вы знаете, что делаете, прежде чем использовать этот параметр. Вы можете сломать свой сайт. %1$sУзнайте больше о том, как это может повлиять на ваш сайт%2$s."],"Remove Other profile %1$s":["Удалить другой профиль %1$s"],"%1$s Settings - %2$s":["%1$s Настройки - %2$s"],"Read more about how to get your site verified.":["Узнайте больше о том, как подтвердить свой сайт."],"E.g. https:\/\/mastodon.social\/@yoast":["Например. https:\/\/mastodon.social\/@yoast"],"Mastodon":["Mastodon"],"Organization Mastodon":["Организация Mastodon"],"Get your site verified in your Mastodon profile.":["Подтвердите свой сайт в своем профиле Mastodon."],"Open settings navigation":["Открыть навигацию по настройкам"],"Close settings navigation":["Закрыть навигацию по настройкам"],"Settings navigation":["Навигация по настройкам"],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Выберите, представляет ваш сайт организацию или человека. %1$sУзнайте подробнее о различиях и выборе между Организацией и Лицом%2$s."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Ограничьте длину запросов внутреннего поиска по сайту, чтобы уменьшить влияние спам-атак и запутанных URL-адресов. Введите число от 1 до 50."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Предотвращает удаление определенных параметров URL вышеуказанной функцией. Например, добавление %1$s предотвратит перенаправление %2$s на %3$s. Вы можете добавить несколько параметров и разделить их с помощью ввода или запятой."],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["Объединяет несколько форматов URL-адресов поиска по сайту WordPress в синтаксис %1$s. Например, %2$s перенаправит пользователя на %3$s"],"Determine how your %1$s should look on social media.":["Определите, как ваш %1$s должен выглядеть в социальных сетях."],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Отключение означает, что архивные страницы для %1$s не будут индексироваться поисковыми системами и будут исключены из XML-карт сайта."],"Allow":["Разрешить"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Чтобы просмотреть это видео, вам нужно разрешить %1$s загружать встроенные видео из %2$s."],"The number you've entered is not between 1 and 50.":["Введенное вами число не находится в диапазоне от 1 до 50."],"Please enter a number between 1 and 50.":["Введите число от 1 до 50."],"Redirect pretty URLs to ‘raw’ formats":["Перенаправляйте красивые URL-адреса в 'сырые' форматы"],"Index Now":["Индексировать Сейчас"],"Failed to retrieve media.":["Не удалось получить медиаданные."],"Only available for English sites":["Доступно только для англоязычных сайтов"],"%1$sGet%2$s %3$s":["%1$sПолучить%2$s %3$s"],"Deny":["Отказать"],"Show date archives in search results":["Показывать архивы дат в результатах поиска"],"Show %1$s archives in search results":["Показать архивы %1$s в результатах поиска"],"Prefix for archive breadcrumbs":["Префикс для навигационных цепочек архива"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and\/or update the profile.":["Вы выбрали пользователя %1$s%3$s%2$s в качестве лица, которое представляет этот сайт. Информация их профиля пользователя теперь будет использоваться в результатах поиска. К сожалению, вам не разрешено редактировать профиль этого пользователя. Свяжитесь со своим администратором или %1$s%3$s%2$s, чтобы проверить и\/или обновить профиль."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Для правильной работы структурированных данных необходимо установить название и логотип организации. Поскольку вы еще не установили их, мы используем имя и логотип сайта в качестве значений по умолчанию. %1$sПодробнее о важности структурированных данных%2$s."],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Эта информация предназначена для отображения в сети %1$sGoogle's Knowledge Graph%2$s."],"Other profile %1$s":["Другой профиль %1$s"],"Tweet":["Tweet"],"Organization Twitter":["Организация Twitter"],"Open Graph":["Open Graph"],"Organization Facebook":["Организация Facebook"],"OpenGraph":["OpenGraph"],"Format archives":["Форматировать архивы"],"File":["Файл"],"PDF":["PDF"],"Video":["Видео"],"Attachment":["Вложение"],"404 pages title":["заголовок 404 страницы"],"Search pages title":["Заголовок страницы поиска"],"Enable date archives":["Включить архивы дат"],"Enable author archives":["Включить авторские архивы"],"Anchor text for the homepage":["Якорный текст для главной страницы"],"Organization\/person":["Организация\/человек"],"Remove Atom\/RDF feeds":["Удалить фиды Atom\/RDF"],"Webmaster":["Веб-мастер"],"Share":["Делиться"],"Structured data":["Структурированные данные"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Включите XML-карты сайта %1$s. Карта сайта — это файл, в котором перечислены основные страницы веб-сайта, чтобы поисковые системы могли их найти и просканировать."],"Divider":["Разделитель"],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Значок %1$s в верхней панели администратора обеспечивает быстрый доступ к сторонним инструментам для анализа страниц и позволяет легко увидеть, есть ли у вас новые уведомления."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Позволяет Facebook и другим социальным сетям отображать предварительный просмотр с изображениями и текстовой выдержкой при публикации ссылки на ваш сайт. Оставьте эту функцию включенной, чтобы оптимизировать свой сайт для социальных сетей."],"Get recommendations for relevant posts to link to and set up a great internal linking structure by connecting related content.":["Получите рекомендации для релевантных сообщений, на которые можно ссылаться, и настройте отличную внутреннюю структуру ссылок, подключив связанный контент."],"Count the number of internal links from and to your posts to improve your site structure.":["Подсчитайте количество внутренних ссылок с ваших сообщений и на них, чтобы улучшить структуру вашего сайта."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Отмечайте и фильтруйте краеугольное содержимое, чтобы самые важные статьи привлекали внимание, которого они заслуживают. Чтобы помочь вам написать отличный текст, мы будем оценивать ваш текст более строго."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Получите больше информации о том, что вы пишете. Какие слова вы используете чаще всего? Сколько времени нужно, чтобы прочитать ваш текст? Ваш текст легко читается?"],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["Инклюзивный языковой анализ предлагает предложения по написанию более инклюзивного текста, чтобы больше людей могли относиться к вашему контенту."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["Анализ SEO предлагает предложения по улучшению возможности поиска вашего текста и гарантирует, что ваш контент соответствует лучшим практикам."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Установите основную информацию для вашего сайта. Вы можете использовать %1$sслоган%2$s и %1$sразделитель%2$s в качестве %3$sзамещающих переменных%4$s при настройке отображения вашего содержимого в поиске."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Отслеживание использования позволяет нам отслеживать некоторые данные о вашем сайте для улучшения нашего плагина. %1$sПодробнее о том, какие данные мы отслеживаем и почему%2$s."],"A link to the archive for the post author, with the author's name as anchor text.":["Ссылка на архив для автора поста с именем автора в качестве анкорного текста."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Определите, как ваши страницы %1$s должны быть описаны по умолчанию в разметке Schema.org вашего сайта. Вы всегда можете настроить параметры для отдельных %1$s страниц в %2$s метабоксе."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Определите, как ваши страницы %1$s должны выглядеть в поисковых системах. Вы всегда можете настроить параметры для отдельных %1$s страниц в %2$s метабоксе."],"Enable %1$s pages":["Включить %1$s страниц"],"Determine how your homepage should look in the search results.":["Определите, как ваша домашняя страница должна выглядеть в результатах поиска."],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Определите, как ваш %1$s должен выглядеть в поисковых системах. Вы всегда можете настроить параметры для отдельных %1$s в %2$s метабоксе."],"Enable format-based archives":["Включить архивы на основе формата"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Не знаете, как внедрить навигационные цепочки %3$s на свой сайт? Прочтите %1$sour справочную статью о реализации навигационных цепочек%2$s."],"Show %1$s without posts in search results":["Показать %1$s без сообщений в результатах поиска"],"Enable %1$s":["Включить %1$s"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Определите, как ваш %1$s должен выглядеть в социальных сетях по умолчанию. Вы всегда можете настроить параметры для отдельных %1$s в %2$s метабоксе."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Определите, как ваш %1$s должен выглядеть в результатах поиска по умолчанию. Вы всегда можете настроить параметры для отдельных %1$s в метабоксе %2$s."],"This taxonomy is used for %2$s.":["Эта таксономия используется для %2$s."],"This taxonomy is used for %1$s and %2$s.":["Эта таксономия используется для %1$s и %2$s."],"Read more about our custom field analysis":["Узнайте больше о нашем анализе пользовательских полей"],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Определите, как ваш %1$s должен выглядеть в социальных сетях по умолчанию. Вы всегда можете настроить параметры для отдельных %1$s на боковой панели или в метабоксе %2$s."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["Определите, как ваш %1$s должен выглядеть в результатах поиска по умолчанию. Вы всегда можете настроить параметры для отдельных %1$s на боковой панели или в метабоксе %2$s."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["Определите, как ваш %1$s должен быть описан по умолчанию в разметке %2$sвашего сайта Schema.org%3$s. Вы всегда можете изменить настройки для отдельных %1$s на боковой панели или в метабоксе %4$s."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Вы можете добавить несколько настраиваемых полей и разделить их, используя %1$sввод%2$s или %1$sзапятую%2$s."],"Please enter a search term with at least 3 characters.":["Введите поисковый запрос длиной не менее 3 символов."],"CtrlK":["CtrlK"],"⌘K":["⌘K"],"Add new user...":["Добавить нового пользователя..."],"Unavailable for multisites":["Недоступно для мультисайтов"],"Site connections":["Подключения к сайту"],"Breadcrumbs for %1$s":["Хлебные крошки для %1$s"],"Internal search pages":["Страницы внутреннего поиска"],"404 error pages":["Страницы 404"],"View the XML sitemap":["Просмотр XML-карты сайта"],"Show author archives in search results":["Показывать архивы авторов в результатах поиска"],"Show format archives in search results":["Показывать архивы дат в результатах поиска"],"Show media pages in search results":["Показывать страницы медиа в результатах поиска"],"Determine how the title of your internal search pages should look in the browser.":["Выберите, как заголовок страниц внутреннего поиска должен выглядеть в браузере."],"Determine how the title of your 404 error pages should look in the browser.":["Выберите, как заголовок ваших страниц с ошибкой 404 должен выглядеть в браузере."],"Site features":["Функции сайта"],"Enable feature":["Включить функцию"],"Learn more":["Подробнее"],"Show or hide our tools and controls in the attachment editor.":["Показать или скрыть наши инструменты и элементы управления в редакторе вложений."],"Site info":["Информация о сайте"],"(e.g., %1$s)":["(например, %1$s)"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["К сожалению, вам не разрешено изменять%1$sназвания сайта%2$s и %1$sслоган%2$s."],"Remove shortlinks":["Удалить короткие ссылки"],"Remove REST API links":["Удалить ссылки REST API"],"Remove RSD \/ WLW links":["Удалить ссылки RSD \/ WLW"],"Remove oEmbed links":["Удалить ссылки oEmbed"],"Remove generator tag":["Удалить тег генератора"],"Remove powered by HTTP header":["Удалить \"Работает на основе заголовка HTTP\""],"Remove global feed":["Удалить глобальную ленту"],"Remove global comment feeds":["Удалить глобальные ленты комментариев"],"Remove post comments feeds":["Удалить ленты комментариев записей"],"Remove post authors feeds":["Удалить ленты авторов записей"],"Remove post type feeds":["Удалить ленты типов записей"],"Remove category feeds":["Удалить ленты категорий"],"Remove tag feeds":["Удалить ленты тегов"],"Remove custom taxonomy feeds":["Удалить ленты пользовательской таксономии"],"Remove search results feeds":["Удалить ленты результатов поиска"],"Remove Atom \/ RDF feeds":["Удалить ленты Atom \/ RDF"],"Remove emoji scripts":["Удалить сценарии эмоджи"],"Remove WP-JSON API":["Удалить WP-JSON API"],"Optimize Google Analytics utm tracking parameters":["Оптимизировать параметры отслеживания utm в Google Analytics"],"Remove unregistered URL parameters":["Удалить незарегистрированные параметры URL"],"Quick search...":["Быстрый поиск..."],"Search...":["Поиск..."],"We couldn’t find anything with that term.":["Мы не смогли найти ничего с этим термином."],"Unlock with %1$s":["Разблокируйте с помощью %1$s"],"Enable SEO controls and assessments":["Включить контроль и оценки SEO"],"Show or hide our tools and controls in the content editor.":["Показать или скрыть наши инструменты и элементы управления в редакторе содержимого."],"Alternate website name":["Альтернативное название сайта"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Используйте альтернативное название сайта для аббревиатур или более короткую версию названия вашего сайта."],"Alternate organization name":["Альтернативное название сайта"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Используйте альтернативное название организации для аббревиатур или сокращенный вариант названия вашей организации."],"Discard all changes":["Отменить все изменения"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Вы собираетесь отменить все несохраненные изменения. Все ваши настройки будут сброшены к моменту последнего сохранения. Вы уверены, что хотите сделать это?"],"Yes, discard changes":["Да, отменить изменения"],"No, continue editing":["Нет, продолжить редактирование"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Вы выбрали пользователя %1$s%5$s%2$s в качестве лица, представляющего этот сайт. Теперь в результатах поиска будет использована информация из профиля пользователя.  %3$sОбновите его профиль, чтобы убедиться, что информация верна.%4$s."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Ваш внутренний поиск по сайту может создать множество запутанных URL-адресов для поисковых систем и даже может быть использован SEO-спамерами для атаки на ваш сайт. Большинство сайтов выиграют от экспериментов с этими защитами и оптимизациями, даже если у вас нет функции поиска в вашей теме."],"Enables advanced settings for protecting your internal site search URLs.":["Включает расширенные настройки для защиты URL-адресов внутреннего поиска сайта."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Блокировать внутренний поиск по сайту, содержащий сложные и неалфавитно-цифровые символы, так как они могут быть частью спам-атаки."],"Block internal site searches which match the patterns of known spam attacks.":["Блокировать внутренний поиск по сайту, который соответствует шаблонам известных спам-атак."],"Prevent crawling of internal site search URLs":["Предотвращение обхода URL-адресов внутреннего поиска сайта"],"Advanced: URL cleanup":["Дополнительно: Очистка URL-адресов"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Вы можете определить заголовок и описание для страницы блога, отредактировав %1$sсаму страницу блога%2$s."],"Writing":["Написание"],"Other profiles":["Другие профили"],"E.g. https:\/\/facebook.com\/yoast":["Например, https:\/\/facebook.com\/yoast"],"E.g. https:\/\/twitter.com\/yoast":["Например,  https:\/\/twitter.com\/yoast"],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Пожалуйста, расскажите нам больше о вашей организации. Эта информация поможет Google лучше понять ваш сайт и повысить шансы на получение обильных результатов."],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["У вас есть другие профили в сети, принадлежащие вашей организации? Это могут быть любые профили в YouTube, LinkedIn, Pinterest или даже Wikipedia."],"E.g. https:\/\/example.com\/yoast":["Например, https:\/\/example.com\/yoast"],"Please tell us more about the person this site represents.":["Пожалуйста, расскажите нам больше о человеке, представляющем сайт."],"Remove JavaScript used for converting emoji characters in older browsers.":["Удалите JavaScript, используемый для преобразования символов эмоджи в старых браузерах."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Добавьте правило \"запретить\" в файл robots.txt, чтобы предотвратить обход по конечным точкам JSON API WordPress."],"Internal site search cleanup":["Очистка внутреннего поиска сайта"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Удалите ссылки, которые позволяют другим сайтам \"пинговать\" ваш сайт, когда они ссылаются на вас."],"Disable unwanted content formats":["Отключение нежелательных форматов содержимого"],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress выводит ваше содержимое в разных форматах, по разным URL (например, RSS-ленты ваших постов и категорий). Обычно хорошей практикой является отключение форматов, которые вы не используете активно."],"Remove URLs which provide an overview of your recent posts.":["Удалите URL-адреса, которые предоставляют обзор ваших последних записей."],"Remove URLs which provide an overview of recent comments on your site.":["Удалите URL-адреса, которые предоставляют обзор последних комментариев на вашем сайте."],"Remove URLs which provide information about recent comments on each post.":["Удалите URL-адреса, которые предоставляют информацию о последних комментариях к каждой записи."],"Remove URLs which provide information about recent posts by specific authors.":["Удалите URL-адреса, которые предоставляют информацию о последних записях конкретных авторов."],"Remove URLs which provide information about your recent posts, for each post type.":["Удалите URL-адреса, предоставляющие информацию о ваших последних записях для каждого типа сообщений."],"Remove URLs which provide information about your recent posts, for each category.":["Удалите URL-адреса, предоставляющие информацию о ваших последних записях для каждой категории."],"Remove URLs which provide information about your recent posts, for each tag.":["Удалите URL-адреса, предоставляющие информацию о ваших последних записях для каждого тега."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Удалите URL-адреса, предоставляющие информацию о ваших последних записях для каждой пользовательской таксономии."],"Remove URLs which provide information about your search results.":["Удалите URL-адреса, которые предоставляют информацию о результатах поиска."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Удалите URL-адреса, которые предоставляют альтернативные (устаревшие) форматы всего вышеперечисленного."],"Also disables post comment feeds.":["Также отключает ленту комментариев записей."],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Заменяет %1$s параметры отслеживания на (более эффективный) %2$s эквивалент, через %3$s перенаправление. Например, %4$s будет перенаправлен на %5$s"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Удаляет неизвестные параметры URL через перенаправление %1$s. Например, %2$s будет перенаправлен на %3$s"],"Crawl optimization":["Оптимизация обхода"],"Remove unwanted metadata":["Удалить нежелательные мета-данные"],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Удалите ссылки на внутренние \"короткие ссылки\" URL WordPress для ваших записей."],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Пользователи и поисковые системы могут часто запрашивать ваши URL-адреса с использованием параметров запроса, например %1$s. Они могут быть полезны для отслеживания, фильтрации и обеспечения расширенной функциональности - но за них приходится платить производительностью и SEO-\"ценой\". Сайты, которые не полагаются на параметры URL, могут выиграть от использования этих опций."],"Remove links to the location of your site’s REST API endpoints.":["Удалите ссылки на расположение конечных точек REST API вашего сайта."],"Remove links used by external systems for publishing content to your blog.":["Удалите ссылки, используемые внешними системами для публикации содержимого в вашем блоге."],"Remove links used for embedding your content on other sites.":["Удалите ссылки, используемые для встраивания вашего содержимого на другие сайты."],"Remove information about the plugins and software used by your site.":["Удалите информацию о плагинах и программном обеспечении, используемом на вашем сайте."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Сделайте свой сайт более эффективным и экологичным, запретив поисковым системам искать то, что им не нужно, и удалив неиспользуемые функции WordPress. %1$sУзнайте больше о настройках обхода и о том, как они могут принести пользу вашему сайту%2$s."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress добавляет множество ссылок и содержимого в %1$s и HTTP-заголовки вашего сайта. Большинство людей могут безопасно отключить все это, что поможет сэкономить байты, электричество и деревья."],"Something went wrong. An unexpected error occurred.":["Что-то пошло не так. Возникла непредвиденная ошибка."],"Refresh this page":["Обновить страницу"],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["К сожалению, это означает, что все ваши несохраненные изменения будут потеряны. Вы можете попробовать обновить эту страницу, чтобы решить проблему. Если ошибка не исчезла, свяжитесь с нашей службой поддержки, и мы окажем вам всю необходимую помощь!"],"Disabling this will redirect the %1$s to your site's homepage.":["Отключение этого параметра перенаправит %1$s на домашнюю страницу вашего сайта."],"Breadcrumb appearance":["Вид хлебных крошек"],"Add separator":["Добавить разделитель"],"Add anchor text":["Добавить текст якоря"],"Add prefix":["Добавить префикс"],"Breadcrumb for 404 page":["Хлебные крошки для страницы 404"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Выберите, какую таксономию вы хотите показывать в хлебных крошках для типов постов."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Выберите тип записи, который вы хотите показать в хлебных крошках для таксономий."],"You can always choose to enable\/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Вы всегда можете включить\/выключить их для вашей темы ниже. Эта настройка не будет применяться к хлебным крошкам, вставленным через виджет, блок или шорткод."],"Enable breadcrumbs for your theme":["Включите хлебные крошки для вашей темы"],"E.g., %1$s":["Например, %1$s"],"E.g., %1$s and %2$s":["Например., %1$s и %2$s"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Настройте внешний вид и поведение %1$sваших цепочек навигации%2$s."],"Prefix for search page breadcrumbs":["Префикс для цепочек навигации страницы поиска"],"Breadcrumbs for post types":["Цепочки навигации для типов записей"],"Breadcrumbs for taxonomies":["Цепочки навигации для таксономий"],"Choose the general appearance of your breadcrumbs.":["Выберите общий вид цепочек навигации."],"Site basics":["Основы сайта"],"User":["Пользователь"],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Код проверки недействителен. Пожалуйста, используйте только буквы, цифры, подчеркивания и тире."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Код проверки недействителен. Пожалуйста, используйте только буквы от A до F, цифры, подчеркивания и тире."],"The profile is not valid. Please enter a valid URL.":["Профиль недействителен. Пожалуйста, введите действительный URL."],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Профиль недействителен. Пожалуйста, используйте только 1-25 букв, цифр и знаков подчеркивания или введите действительный URL-адрес Twitter."],"Discard changes":["Отменить изменения"],"No users found.":["Пользователей не найдено."],"Searching users...":["Поиск пользователей..."],"Failed to retrieve users.":["Не удалось получить пользователей."],"%1$s pages":["%1$s страницы"],"Show %1$s pages in search results":["Показать %1$s страницы в результатах поиска"],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Отключение этой функции означает, что %1$s страницы, созданные WordPress, не будут индексироваться поисковыми системами и будут исключены из XML-карт сайтов."],"Configure the basics for your website.":["Настройте основные параметры для вашего сайта."],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Когда вы загружаете медиа (например, изображение или видео), %5$s автоматически создает для него страницу %3$s (URL вложения). Эти страницы довольно пусты и могут вызвать проблемы с %1$sтонким контентом и привести к избытку страниц на вашем сайте%2$s. Поэтому %4$s отключает их по умолчанию (и перенаправляет URL вложения на само медиа)."],"Show less":["Показать меньше"],"Show more":["Показать еще"],"Content types":["Типы содержимого"],"Categories & tags":["Категории и метки"],"Media pages":["Страницы медиа"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["На этой странице есть несохранённые изменения. Если вы уйдёте со страницы, эти изменения не сохранятся. Вы уверены, что хотите уйти со страницы?"],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["Мы рекомендуем оставить страницы %1$s отключенными. Это приведет к тому, что все URL-адреса вложений будут перенаправлены на сам носитель."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Это поле обновляет %1$sСлоган в настройках WordPress%2$s."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s может вызвать проблемы с дублированием контента. Для большинства сайтов мы рекомендуем отключить эту настройку."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Отключение этой настройки означает, что %1$s не будут индексироваться поисковыми системами и будут исключены из XML-карт сайтов. Мы рекомендуем отключить эту настройку."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Архивы на основе формата могут вызывать проблемы с дублированием содержимого. Для большинства сайтов мы рекомендуем отключить эту настройку."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (например, %2$s) основаны на датах публикации. С точки зрения SEO, записи в этих архивах не имеют никакого реального отношения к другим записям, кроме даты публикации, что мало что говорит о содержании. Кроме того, они могут привести к проблемам с дублированием контента. Поэтому мы рекомендуем вам отключить %3$s."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Если вы ведете блог одного автора, %1$s (например, %2$s) будет точно таким же, как и на вашей домашней странице. Это так называемая проблема %3$sдублированного содержимого%4$s. Если это происходит на вашем сайте, вы можете либо отключить его (что сделает его перенаправление на главную страницу), либо предотвратить его появление в результатах поиска."],"Show archives for authors without posts in search results":["Показывать архивы для авторов без записей в результатах поиска"],"Determine how your %1$s should look in search engines.":["Выберите, как ваши %1$s должны выглядеть в поисковых системах."],"Determine how your %1$s should look on social media by default.":["Выберите, как ваши %1$s будут выглядеть в социальных сетях по умолчанию."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Отключение этого параметра означает, что %1$s без записей не будет индексироваться поисковыми системами и будет исключен из XML sitemaps."],"We're very sorry, but it seems like the following error has interrupted our application:":["Нам очень жаль, но похоже, что следующая ошибка прервала работу нашего приложения:"],"Contact support":["Связаться с поддержкой"],"Read more about the search results settings":["Подробнее о настройках результатов поиска"],"Author archive":["Архив автора"],"Determine how your %1$s should look in search engines and on social media.":["Выберите, как ваши %1$s должны выглядеть в поисковых системах и социальных сетях."],"Read reviews from real users":["Прочитайте отзывы реальных пользователей"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress загружает множество ресурсов, некоторые из которых вашему сайту могут не понадобиться. Если вы ими не пользуетесь, их удаление может ускорить работу ваших страниц и сэкономить ресурсы."],"Remove unused resources":["Удалите неиспользуемые ресурсы"],"%1$s archive":["Архив %1$s"],"Determine how your homepage should look on social media.":["Выберите, как ваша домашняя страница должна выглядеть в социальных сетях."],"Additional settings":["Дополнительные настройки"],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Отключение этого пункта означает, что архивы типа %1$s не будут проиндексированы поисковыми системами и будут исключены из XML карты сайта."],"These settings are specifically for optimizing your %1$s archive.":["Данные настройки предназначены специально для оптимизации ваших архивов типа %1$s."],"Social appearance":["Представление в соцсетях"],"Search appearance":["Представление в поиске"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Вы не выбрали страницу Магазина в настройках WooCommerce. %1$sПожалуйста, сделайте сначала это%2$s."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Отключение этого параметра означает, что %1$s не будут индексироваться поисковыми системами и будут исключены из XML-карт сайтов."],"Add custom fields to page analysis":["Добавьте собственные поля на анализируемую страницу"],"Determine how your %1$s archive should look on social media.":["Определите, как ваш архив %1$s должен выглядеть в социальных сетях."],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["Для %1$sИзображения социальных сетей%2$s, %1$sЗаголовка социальных сетей%2$s и %1$sОписания социальных сетей%2$s требуются данные Open Graph, которые в настоящее время отключены в разделе \"Обмен информацией в социальных сетях\" в %3$sФункциях сайта%4$s."],"Show the categories prefix in the slug":["Сохраните префикс категорий в ярлыке"],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Выберите, как ваша Домашняя страница должна выглядеть в поисковых системах и социальных сетях. Обратите внимание, что это то, что люди, вероятно, увидят, когда будут искать название вашего бренда."],"Determine how your %1$s archive should look in search engines.":["Выберите как ваши архивы типа %1$s должны отображаться в поисковых системах."],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["URL-адреса категорий в WordPress содержат префикс, обычно %s. Показать или скрыть это префикс для категорий URL."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Только не это! Кажется, ваша форма содержит некорректные данные. Пожалуйста, обратите внимание на следующие поля:"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Выбранный формат изображения не подходит. Поддерживаемые форматы: JPG, PNG, WEBP и GIF."],"Archive social image":["Изображение архива в соцсетях"],"Archive social description":["Описание архива в соцсетях"],"Archive social title":["Заголовок архива в соцсетях"],"Show the archive for %1$s in search results":["Показывать архив %1$s в результатах поиска"],"Archive breadcrumbs title":["Заголовок архива в хлебных крошках"],"Archive meta description":["Мета-описание архива"],"Archive SEO title":["SEO-заголовок архива"],"Enable %1$s for %2$s":["Включить %1$s для %2$s"],"Show %1$s in search results":["Показывать %1$s в результатах поиска"],"Inclusive language analysis":["Инклюзивный языковой анализ"],"Oops! Something went wrong while saving.":["Упс! Что-то пошло не так во время сохранения."],"Great! Your settings were saved successfully.":["Отлично! Ваши настройки были успешно сохранены."],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Этот эндпоинт Yoast SEO REST API отдает все необходимые метаданные для определенного URL. Это делает весьма простым и удобным использование Yoast SEO для вывода всех метаданных на Headless WordPress сайтах."],"Baidu":["Baidu"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Получите код подтверждения в %1$sBaidu-инструментах для веб-мастеров%2$s."],"Add verification code":["Добавить код верификации"],"Bing":["Bing"],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Получите код подтверждения в %1$sBing-инструментах для веб-мастеров%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Получите код верификации в %1$sконсоли поиска в Google%2$s."],"Claim your site over at %1$sPinterest%2$s.":["Заявите о своём сайте на %1$sPinterest%2$s."],"Yandex":["Yandex"],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Получите код подтверждения в %1$sYandex-инструментах для веб-мастеров%2$s."],"Restrict advanced settings for authors":["Ограничить расширенные настройки для авторов"],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Подтвердите свой сайт с помощью разных инструментов. Это добавит мета-тэг подтверждения на вашу домашнюю страницу. Перейдя по ссылке в описании, найдёте инструкции по подтверждению сайта на разных платформах."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["По умолчанию только редакторы и администраторы могут получить доступ к разделу \"Расширенные и Schema\" %1$s боковой панели или метабокса. Отключение этого параметра позволяет получить доступ всем пользователям."],"Site structure":["Структура сайта"],"Tell us which features you want to use.":["Расскажите нам, какие возможности вы хотите использовать."],"Site preferences":["Настройки сайта"],"REST API endpoint":["Эндпоинт REST API"],"Twitter card data":["Данные карты Twitter"],"Social sharing":["Обмен информацией в социальных сетях"],"Slack sharing":["Поделиться в Slack"],"Open Graph data":["Данные Open Graph"],"APIs":["API"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Позволяет Twitter отображать предпросмотр с изображениями и текстовым отрывком, когда делятся ссылкой на ваш сайт."],"Unavailable for sub-sites":["Недоступно для подсайтов"],"Title separator":["Разделитель для заголовка"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Это изображение используется в качестве запасного варианта для записей\/страниц, на которых не установлены никакие изображения."],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sИзображению сайта%2$s требуется данные Open Graph, которые в настоящее время отключены в разделе \"Обмен информацией в социальных сетях\" в %3$sФункциях сайта%4$s."],"Site image":["Изображение сайта"],"Recommended size for this image is %1$s%3$s%2$s":["Рекомендуемый размер для этого изображения %1$s%3$s%2$s"],"Network disabled":["Сеть отключена"],"Dismiss":["Скрыть"],"RSS feed":["Лента RSS"],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Автоматически добавляет содержимое к RSS. Позволяет вам добавлять ссылки на ваш блог и записи в блоге, помогая поисковым системам идентифицировать вас как первоисточник содержимого."],"%1$s (default)":["%1$s (по умолчанию)"],"Are you publishing news articles? %s helps you optimize your site for Google News.":["Публикуете новостные статьи? %s поможет вам оптимизировать ваш сайт для Google News."],"Max number of characters to allow in searches":["Максимально разрешённое количество символов в поисках"],"IndexNow":["IndexNow"],"Filter searches with emojis and other special characters":["Фильтруйте поиск с помощью эмодзи и других специальных символов"],"Filter searches with common spam patterns":["Фильтруйте поисковые запросы с распространенными шаблонами спама"],"Filter search terms":["Фильтр терминов поиска"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Автоматическое оповещение поисковых систем, таких как Bing и Yandex, при публикации, обновлении или удалении записи."],"Additional URL parameters to allow":["Дополнительные параметры URL для разрешения"],"Pingback HTTP header":["Заголовок уведомления HTTP"],"Select a user":["Выберите пользователя"],"Personal logo or avatar":["Личный логотип или аватар"],"Add another profile":["Добавить другой профиль"],"Site representation":["Представление сайта"],"Link suggestions":["Предложенная ссылка"],"Insights":["Основное содержание"],"Social description":["Описание для социальных сетей"],"Social title":["Заголовок для социальных сетей"],"Social image":["Изображение соцсетей"],"Unlock with Premium":["Разблокировать с помощью Премиум"],"Image":["Изображение"],"New":["Новый"],"Remove image":["Удалить изображение"],"Replace image":["Заменить изображение"],"Select image":["Выберите изображение"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Это добавит имя автора и примерное время для чтения в сниппет статьи для Slack."],"Article type":["Тип статьи"],"Page type":["Тип страницы"],"Usage tracking":["Отслеживание использования"],"Learn SEO":["Изучайте SEO"],"Check out %1$s":["Смотрите %1$s"],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Хотите изучать SEO вместе с Командой Yoast? Смотрите нашу %1$s!"],"We have both free and premium online courses to learn everything you need to know about SEO.":["У нас есть бесплатные и платные онлайн-курсы, чтобы узнать все, что вам нужно знать о SEO."],"Schema":["Схема"],"Show blog page in breadcrumbs":["Показывать страницу блога в цепочках навигации"],"Get the %s plugin now!":["Получите %s сейчас!"],"Personal info":["Персональная информация"],"Organization logo":["Логотип организации"],"Organization name":["Название организации"],"Organization":["Организация"],"Select a user...":["Выбрать пользователя..."],"Upgrade to %s":["Обновить до %s"],"Multiple keyphrases":["Множественные ключевые слова"],"Get %s":["Получите %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Вы можете редактировать SEO мета-данные для этого пользовательского типа на %1$sстранице магазина%2$s."],"Separator":["Разделитель"],"Tagline":["Краткое описание"],"%d result found, use up and down arrow keys to navigate":["%d результат найден, используйте стрелки вверх и вниз для навигации","%d результата найдены, используйте стрелки вверх и вниз для навигации","%d результатов найдено, используйте стрелки вверх и вниз для навигации"],"24\/7 email support":["Поддержка по e-mail 24\/7"],"The readability analysis offers suggestions to improve the structure and style of your text.":["Анализ читабельности подскажет, как улучшить структуру и стиль вашего текста."],"SEO analysis":["SEO-анализ"],"(Opens in a new browser tab)":["(Откроется в новой вкладке браузера)"],"Text link counter":["Счетчик текстовых ссылок"],"Cornerstone content":["Ключевое содержимое"],"Save changes":["Сохранить изменения"],"Superfast internal linking suggestions":["Мгновенно предлагаемые внутренние ссылки"],"No ads!":["Без рекламы!"],"Facebook & Twitter":["Facebook и Twitter"],"Social media preview":["Предварительный просмотр в социальных сетях"],"Easy redirect manager":["Легкий менеджер переадресации"],"Increase your SEO reach":["Увеличить SEO-доступность"],"No more dead links":["Больше никаких мертвых ссылок"],"Variable":["Переменная"],"Available variables":["Доступные переменные"],"Admin bar menu":["Меню в панели администратора"],"SEO title":["SEO-заголовок"],"Google search console":["Google Search Console"],"Other social profiles":["Другие социальные профили"],"Readability analysis":["Анализ удобочитаемости"],"No results found":["Ничего не было найдено"],"Bold the last page":["Выделить последнюю страницу"],"Author archives":["Архивы авторов"],"A link to the post, with the title as anchor text.":["Ссылка на запись с названием в качестве текста ссылки."],"A link to your site, with your site's name and description as anchor text.":["Ссылка на ваш сайт с именем вашего сайта и описанием в качестве текста ссылки."],"A link to your site, with your site's name as anchor text.":["Ссылка на ваш сайт с названием сайта в качестве текста ссылки."],"Anchor text for the Homepage":["Текст ссылки на главную страницу"],"Blog":["Блог"],"Content to put before each post in the feed":["Содержимое для размещения перед каждой Записью в ленте новостей"],"Description":["Описание"],"Prefix for the breadcrumb path":["Префикс"],"Content to put after each post in the feed":["Контент ставить после каждого сообщения"],"You can use the following variables within the content, they will be replaced by the value on the right.":["Следующие переменные можно использовать в шаблоне, они будут заменены на значения, указанные справа."],"Separator between breadcrumbs":["Разделитель в цепочках навигации"],"How to insert breadcrumbs in your theme":["Как добавить цепочки навигации в вашу тему"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s автоматически определяет необходимость изменения заголовков Записей на вашем сайте, если вы уверены, что этого делать НЕ надо, отметьте этот пункт."],"Date archives":["Архивы по дате"],"Force rewrite titles":["Принудительная перезапись заголовков"],"Person":["Частное лицо"],"RSS":["RSS"],"Search":["Поиск"],"Special pages":["Особые страницы"],"Website name":["Название сайта"],"Homepage":["Главная страница"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Вы можете определить название и описание для домашней страницы %1$sредактированием самой страницы%2$s."],"Breadcrumbs":["Цепочки навигации"],"Close":["Закрыть"],"Facebook":["Facebook"],"Pinterest":["Pinterest"],"Twitter":["Twitter"],"Breadcrumbs title":["Заголовок цепочек навигации"],"Advanced":["Дополнительно"],"General":["Общие"],"None":["Пусто"],"Social":["Социальные сети"],"Tools":["Инструменты"],"Meta description":["Мета-описание"],"XML sitemaps":["XML-карта сайта"],"Google":["Google"],"Page title":["Заголовок страницы"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}